export const HERO_TEXT = {
  title: (
    <>
      समानता और राष्ट्र उत्थान के लिए
      <br />
      देशभक्तों को एकजुट करना
    </>
  ),
  subtitle: 'सवर्ण आर्मी में, हम समानता के संवैधानिक अधिकार के लिए समाज को जागृत करने के लिए प्रतिबद्ध देशभक्तों की एक ताकत के रूप में एकजुट हैं।',
  joinBtn: 'सवर्ण आर्मी से जुड़ें',
  videoBtn: 'वीडियो देखें',
  member1: {
    name: 'सर्वेश पाण्डेय',
    role: 'समन्वयक/संरक्षक'
  },
  member2: {
    name: 'ठाकुर शिवम सिंह',
    role: 'सह - समन्वयक/विस्तारक'
  }
};

export const MEMBERSHIP_PLAN = {
  title: 'हमारी सदस्यता योजना',
  price: '₹100',
  type: 'सदस्यता',
  features: ['सक्रिय सदस्य', 'अभियान समर्थक'],
  button: 'सदस्य बनें'
};
