const faqContent = {
  left: {
    title: 'प्रश्न और उत्तर',
    subtitle: 'क्या आपके पास कोई प्रश्न है? अपना उत्तर यहां पाएं',
    question: 'भ्रम?',
    answer: 'क्या आपका उत्तर यहाँ नहीं मिला? बस हमें एक संदेश भेजें और हम तुरंत मदद करेंगे।',
    button: 'संपर्क करें',
  },
  right: [
    {
      question: 'सवर्ण आर्मी का मिशन क्या है?',
      answer:
        'हमारा मिशन स्पष्ट है - अपने देश को जाति-आधारित व्यवस्थाओं और कानूनों से होने वाले नुकसान से बचाना, एकता को बढ़ावा देना और अपने देश की अखंडता को मजबूत करना।',
    },
    {
      question: 'सवर्ण आर्मी कहाँ सक्रिय है?',
      answer:
        'सवर्ण आर्मी भारत के हिंदी भाषी राज्यों उत्तर प्रदेश, उत्तराखंड, मध्य प्रदेश, राजस्थान, बिहार, झारखंड आदि में सक्रिय है।',
    },
    {
      question: 'सवर्ण आर्मी में कैसे शामिल हों?',
      answer:
        '18 वर्ष से अधिक उम्र का कोई भी व्यक्ति सवर्ण सेना में शामिल हो सकता है। आपको एक छोटा सा सदस्यता शुल्क देना होगा। आप आवेदन फॉर्म यहाँ देख सकते हैं।',
    },
    {
      question: 'सवर्ण आर्मी के संस्थापक कौन हैं?',
      answer:
        'सर्वेश पांडेय और ठाकुर शिवम सिंह ने सवर्ण आर्मी की स्थापना की।',
    },
  ],
};

export default faqContent;
